{"translation-revision-date":"2021-03-11T18:10:35+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Möchtest du den GoDaddy-Website-Editor auch weiterhin verwenden?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["Wir wollen dafür sorgen, dass du über alle Tools verfügst, die du zum Erstellen deiner Website brauchst. Zurzeit verwendest du den GoDaddy-Website-Editor. Er bietet dir alle Funktionen von WordPress sowie Möglichkeiten zum Ändern deines Designs und zum Anpassen und Verwalten deiner Seiten von zentraler Stelle. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Möchtest du den GoDaddy-Website-Editor weiterhin zum Erstellen deiner Website verwenden?"],"Yes, keep using GoDaddy Site Editor":["Ja, ich möchte den GoDaddy-Website-Editor weiterverwenden"],"No, I’d like to see other options":["Nein, ich würde mir gerne andere Optionen ansehen"],"Continue":["Fortfahren"],"We’re sorry this wasn’t the right fit for you":["Leider war das offenbar nicht das Richtige für dich"],"Could you tell us why?":["Sagst du uns, warum?"],"Tell us why this wasn’t the right fit for you…":["Beantworte uns, warum das nicht das Richtige für dich war …"],"Go Back":["Zurück"],"Skip":["Überspringen"],"Let’s find you a better fit":["Wir wollen herausfinden, welche Option besser zu dir passt"],"Here are some other options to explore:":["Nachfolgend sind einige Alternativen aufgeführt, die du dir genauer ansehen könntest:"],"Switch to the default WordPress editor":["Zum WordPress-Standardeditor wechseln"],"Switch to a 3rd party page builder":["Zum Page-Builder eines anderen Anbieters wechseln"],"Talk to someone about my options":["Beratung zu den möglichen Optionen erhalten"],"Learn More":["Weitere Infos"],"Switching to the default WordPress editor":["Zum WordPress-Standardeditor wechseln"],"You should switch to the default WordPress editor if:":["Du solltest auf den WordPress-Standardeditor umsatteln, wenn mindestens eine der folgenden Bedingungen für dich zutrifft:"],"You want to use a different theme":["Du möchtest ein anderes Theme verwenden"],"You are familiar with and\/or prefer to use default WordPress":["Du bist mit dem WordPress-Standardeditor vertraut oder bevorzugst ihn"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Nach dem Wechsel funktioniert diese Website mit dem GoDaddy-Website-Editor nicht mehr. Das bedeutet, dass du nicht hierher zurückkehren kannst."],"Ready to switch this site to the default WordPress editor?":["Möchtest du diese Website jetzt auf den WordPress-Standardeditor umstellen?"],"Switch to Default":["Zum Standardeditor wechseln"],"Switching to a 3rd Party Page Builder":["Zum Page-Builder eines anderen Anbieters wechseln"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Unter einem Page-Builder eines anderen Anbieters ist ein WordPress-Plugin zu verstehen, das du auf deiner Website installierst und mit dem du dann die Website erstellen und Seiten entwerfen kannst."],"Ready to switch this site to a 3rd party page builder?":["Möchtest du diese Website jetzt auf den Page-Builder eines anderen Anbieters umstellen?"],"View Plugins":["Plugins anzeigen"],"Expert help is on the way":["Hilfe durch einen Experten ist unterwegs"],"Contact our GoDaddy guides to get started.":["Wende dich an unsere GoDaddy Guides, um loszulegen."],"Contact Us":["Kontaktiere uns"],"Redirecting you to the default WordPress Editor…":["Du wirst nun zum WordPress-Standardeditor weitergeleitet …"],"Redirecting you to WordPress plugins…":["Du wirst nun zu den WordPress-Plugins weitergeleitet …"]}}}