{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Info":[""],"Would you like to keep using the GoDaddy Site Editor?":["Vil du fortsætte med at bruge GoDaddy webstedseditor?"],"Would you like to keep building your site with the GoDaddy Site Editor?":["Vil du fortsætte med at bygge dit websted med GoDaddy webstedseditor?"],"Yes, keep using GoDaddy Site Editor":["Ja, fortsæt med at bruge GoDaddy webstedseditor"],"No, I’d like to see other options":["Nej, jeg vil gerne se andre muligheder"],"Continue":["Fortsæt"],"We’re sorry this wasn’t the right fit for you":["Vi er kede af at høre, at dette ikke lige var dig"],"Could you tell us why?":["Vil du venligst fortælle os hvorfor?"],"Tell us why this wasn’t the right fit for you…":["Fortæl os, hvorfor dette ikke lige var dig ..."],"Go Back":["Gå tilbage"],"Skip":["Spring over"],"Let’s find you a better fit":["Lad os finde noget, som passer bedre til dig"],"Here are some other options to explore:":["Her er nogle muligheder, du kan se nærmere på:"],"Switch to the default WordPress editor":["Skift til standard WordPress-editor"],"Switch to a 3rd party page builder":["Skift til et sidebygningsprogram fra en tredjepart"],"Talk to someone about my options":["Tal med nogen om mine muligheder"],"Learn More":["Få mere at vide"],"Switching to the default WordPress editor":["Skifter til standard WordPress-editor"],"You should switch to the default WordPress editor if:":["Du bør skifte til standard WordPress-editor, hvis:"],"You want to use a different theme":["du vil bruge et andet tema"],"You are familiar with and\/or prefer to use default WordPress":["du er bekendt med og\/eller foretrækker at bruge standard WordPress-editor."],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Når først du skifter, fungerer dette websted ikke længere med GoDaddy-webstedseditor, så du kan ikke gå tilbage."],"Ready to switch this site to the default WordPress editor?":["Er du klar til at skifte til standard WordPress-editor?"],"Switch to Default":["Skift til standard"],"Switching to a 3rd Party Page Builder":["Skifter til et sidebygningsprogram fra en tredjepart"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Et sidebygningsprogram fra en tredjepart er en WordPress-plugin, som du installerer på dit websted, og det giver dig mulighed for at bygge og designe sider."],"Ready to switch this site to a 3rd party page builder?":["Er du klar til skifte dette websted til et sidebygningsprogram fra en tredjepart?"],"View Plugins":["Se plugins"],"Expert help is on the way":["Eksperthjælp er på vej"],"Contact our GoDaddy guides to get started.":["Kontakt vores GoDaddy-guider for at komme i gang."],"Contact Us":["Kontakt os"],"Redirecting you to WordPress plugins…":["Omdirigerer dig til WordPress-plugins ..."],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Vi vil sikre os, at du har de rigtige redskaber til at bygge dit websted. Du benytter i øjeblikket GoDaddy webstedseditor, hvilket giver dig alt fra WordPress samt en måde at tilpasse dit design på, redigere dine sider og administrere dine sider – alt sammen fra ét sted."],"Redirecting you to the WordPress Admin…":["Omdirigerer dig til WordPress admin ..."],"We appreciate your feedback and want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Vi sætter pris på din feedback, og vil sikre os, at du har de rigtige redskaber til at bygge dit websted. Du benytter i øjeblikket GoDaddy webstedseditor, hvilket giver dig alt fra WordPress samt en måde at tilpasse dit design på, redigere dine sider og administrere dine sider – alt sammen fra ét sted."]}}}