{"translation-revision-date":"2021-05-17T19:09:36+00:00","generator":"WP-CLI\/2.4.0","source":"build\/editorPreferenceModal.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Chcesz kontynuować korzystanie z Edytora witryn GoDaddy?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Chcemy upewnić się, że masz właściwe narzędzia do stworzenia swojej witryny. Obecnie używasz Edytora witryn GoDaddy, który zapewnia wszystkie funkcje WordPressa, a także możliwość dostosowania projektu, edytowania stron i zarządzania nimi, a wszystko to w jednym miejscu."],"Would you like to keep building your site with the GoDaddy Site Editor?":["Chcesz kontynuować budowanie witryny przy użyciu Edytora witryn GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Tak, kontynuuj korzystanie z Edytora witryn GoDaddy"],"No, I’d like to see other options":["Nie, chcę zobaczyć inne opcje"],"Continue":["Kontynuuj"],"We’re sorry this wasn’t the right fit for you":["Przykro nam, że nie było to odpowiednie rozwiązanie dla Ciebie"],"Could you tell us why?":["Czy możesz podać przyczyny?"],"Tell us why this wasn’t the right fit for you…":["Poinformuj nas, dlaczego nie było to odpowiednie rozwiązanie dla Ciebie…"],"Go Back":["Wróć"],"Skip":["Pomiń"],"Let’s find you a better fit":["Znajdźmy lepsze rozwiązanie dla Ciebie"],"Here are some other options to explore:":["Oto kilka innych opcji, które możesz rozważyć:"],"Switch to the default WordPress editor":["Przełącz na domyślny edytor WordPressa"],"Switch to a 3rd party page builder":["Przełącz na kreatora stron innej firmy"],"Talk to someone about my options":["Porozmawiaj z kimś na temat dostępnych opcji"],"Learn More":["Dowiedz się więcej"],"Switching to the default WordPress editor":["Przełączanie na domyślny edytor WordPressa"],"You should switch to the default WordPress editor if:":["Przełącz się na domyślny edytor WordPressa, jeśli:"],"You want to use a different theme":["Chcesz użyć innego motywu"],"You are familiar with and\/or prefer to use default WordPress":["Znasz i\/lub preferujesz domyślny edytora WordPressa"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Po przełączeniu ta witryna nie będzie już działać w Edytorze witryn GoDaddy, dlatego nie będzie można tu wrócić."],"Ready to switch this site to the default WordPress editor?":["Chcesz przełączyć się na domyślny edytor WordPressa?"],"Switch to Default":["Przełącz na domyślny"],"Switching to a 3rd Party Page Builder":["Przełączanie na kreatora stron innej firmy"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Kreator stron innej firmy to wtyczka WordPressa, którą należy zainstalować w swojej witrynie. Umożliwia ona budowanie i projektowanie stron."],"Ready to switch this site to a 3rd party page builder?":["Chcesz przełączyć tę witryną na kreatora stron innej firmy?"],"View Plugins":["Zobacz wtyczki"],"Expert help is on the way":["Pomoc eksperta jest już w drodze"],"Contact our GoDaddy guides to get started.":["Skontaktuj się z ekspertami GoDaddy, aby rozpocząć."],"Contact Us":["Kontakt z nami"],"Redirecting you to the WordPress Admin…":["Przekierowywanie do kokpitu administratora WordPressa…"],"Redirecting you to WordPress plugins…":["Przekierowywanie do wtyczek WordPressa…"],"We appreciate your feedback and want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Cenimy Twoje uwagi i chcemy upewnić się, że masz właściwe narzędzia do stworzenia swojej witryny. Obecnie używasz Edytora witryn GoDaddy, który zapewnia wszystkie funkcje WordPressa, a także możliwość dostosowania projektu, edytowania stron i zarządzania nimi, a wszystko to w jednym miejscu."]}}}