{"translation-revision-date":"2021-05-17T19:09:36+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/workflows\/default.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Ønsker du å fortsette å bruke GoDaddys redigeringsverktøy for nettsteder?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Vi ønsker å sørge for at du har de riktige verktøyene for å bygge nettstedet ditt. Du bruker for øyeblikket GoDaddys redigeringsverktøy for nettsteder, som gir deg hele WordPress, i tillegg til en måte å tilpasse utformingen av sider samt redigere og administrere sidene dine på fra ett enkelt sted."],"Would you like to keep building your site with the GoDaddy Site Editor?":["Ønsker du å fortsette å bygge nettstedet ditt med GoDaddys redigeringsverktøy for nettsteder?"],"Yes, keep using GoDaddy Site Editor":["Ja, fortsett å bruke GoDaddys redigeringsverktøy for nettsteder"],"No, I’d like to see other options":["Nei, jeg har lyst til å se andre alternativer"],"Continue":["Fortsett"],"We’re sorry this wasn’t the right fit for you":["Vi beklager at dette ikke passet for deg"],"Could you tell us why?":["Kan du fortelle oss hvorfor?"],"Tell us why this wasn’t the right fit for you…":["Fortell oss hvorfor dette ikke passet for deg ..."],"Go Back":["Gå tilbake"],"Skip":["Hopp over"],"Let’s find you a better fit":["La oss finne noe som passer bedre for deg"],"Here are some other options to explore:":["Her er noen alternativer du kan utforske:"],"Switch to the default WordPress editor":["Bytt til det standard WordPress-redigeringsverktøyet"],"Switch to a 3rd party page builder":["Bytt til en tredjeparts sidebygger"],"Talk to someone about my options":["Snakk med noen om alternativene mine"],"Learn More":["Finn ut mer"],"Switching to the default WordPress editor":["Bytter til det standard WordPress-redigeringsverktøyet"],"You should switch to the default WordPress editor if:":["Du bør bytte til det standard WordPress-redigeringsverktøyet hvis:"],"You want to use a different theme":["Du ønsker å bruke et annet tema"],"You are familiar with and\/or prefer to use default WordPress":["Du er kjent med og\/eller foretrekker å bruke standard WordPress-redigering"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Når du bytter, vil dette nettstedet ikke lenger fungere med GoDaddys redigeringsverktøy for nettsteder, så du vil ikke være i stand til å komme tilbake til redigeringsverktøyet og fortsette."],"Ready to switch this site to the default WordPress editor?":["Er du klar til å bytte til det standard WordPress-redigeringsverktøyet?"],"Switch to Default":["Bytt til standard"],"Switching to a 3rd Party Page Builder":["Bytter til en tredjeparts sidebygger"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["En tredjeparts sidebygger er en WordPress-plugin-modul som du installerer på nettstedet ditt, og som lar deg bygge og designe sider."],"Ready to switch this site to a 3rd party page builder?":["Er du klar til å bytte til en tredjeparts sidebygger?"],"View Plugins":["Vis plugin-moduler"],"Expert help is on the way":["Eksperthjelp er på vei"],"Contact our GoDaddy guides to get started.":["Kontakt våre Guides GoDaddy for å komme i gang."],"Contact Us":["Kontakt oss"],"Redirecting you to the WordPress Admin…":["Omdirigerer deg til instrumentbordet for WordPress-administrasjon …"],"Redirecting you to WordPress plugins…":["Omdirigerer deg til WordPress-plugin-moduler …"]}}}