{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"build\/editor-preference-modal.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Wil je de site-editor van GoDaddy blijven gebruiken?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place. ":["We willen zeker weten dat je de juiste tools hebt om je site te bouwen. Je maakt momenteel gebruik van de site-editor van GoDaddy. Hierbij krijg je alle opties van WordPress plus een manier om je ontwerp aan te passen, je pagina's te bewerken en je pagina's te beheren, allemaal vanaf dezelfde plek. "],"Would you like to keep building your site with the GoDaddy Site Editor?":["Wil je je site blijven opbouwen met de site-editor van GoDaddy?"],"Yes, keep using GoDaddy Site Editor":["Ja, de site-editor van GoDaddy blijven gebruiken"],"No, I’d like to see other options":["Nee, ik wil graag andere opties zien"],"Continue":["Doorgaan"],"We’re sorry this wasn’t the right fit for you":["We vinden het jammer dat het product niet goed werkte voor je"],"Could you tell us why?":["Kun je ons vertellen waarom?"],"Tell us why this wasn’t the right fit for you…":["Vertel ons waarom het product niet goed werkte voor je..."],"Go Back":["Terug"],"Skip":["Overslaan"],"Let’s find you a better fit":["Laten we een betere oplossing vinden"],"Here are some other options to explore:":["Hier zijn een paar andere opties:"],"Switch to the default WordPress editor":["Overstappen op de standaardeditor van WordPress"],"Switch to a 3rd party page builder":["Overstappen op een externe paginabouwer"],"Talk to someone about my options":["Met iemand praten over mijn opties"],"Learn More":["Meer informatie"],"Switching to the default WordPress editor":["Overstappen op de standaardeditor van WordPress"],"You should switch to the default WordPress editor if:":["Je kunt overstappen op de standaardeditor van WordPress als:"],"You want to use a different theme":["Je een ander thema wilt gebruiken"],"You are familiar with and\/or prefer to use default WordPress":["Je bekend bent met de standaardversie van de WordPress-editor en\/of daaraan de voorkeur geeft"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["Na het overstappen werkt deze site niet meer met de site-editor van GoDaddy. Je kunt dus niet terugkomen."],"Ready to switch this site to the default WordPress editor?":["Klaar om over te stappen op de standaardeditor van WordPress?"],"Switch to Default":["Overstappen op standaard"],"Switching to a 3rd Party Page Builder":["Overstappen op een externe paginabouwer"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["Een externe paginabouwer is een plugin voor WordPress die je op je site installeert. Hiermee kun je pagina's ontwikkelen en ontwerpen."],"Ready to switch this site to a 3rd party page builder?":["Klaar om voor deze site over te stappen op een externe paginabouwer?"],"View Plugins":["Plugins weergeven"],"Expert help is on the way":["De experts zijn ingeschakeld"],"Contact our GoDaddy guides to get started.":["Neem contact op met onze GoDaddy-gidsen om aan de slag te gaan."],"Contact Us":["Contact"],"Redirecting you to the default WordPress Editor…":["Je wordt doorgeleid naar de standaardeditor van WordPress…"],"Redirecting you to WordPress plugins…":["Je wordt doorgeleid naar de plugins van WordPress…"]}}}