{"translation-revision-date":"2021-05-17T19:09:36+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/src\/workflows\/default.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Would you like to keep using the GoDaddy Site Editor?":["Vill du fortsätta använda GoDaddy webbplatsredigerare?"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["Vi vill se till att du har rätt verktyg när du ska bygga upp din webbplats. För närvarande använder du GoDaddy webbplatsredigerare som ger dig hela WordPress plus ett sätt att anpassa din design, redigera dina sidor och hantera dina sidor, allt från ett och samma ställe"],"Would you like to keep building your site with the GoDaddy Site Editor?":["Vill du fortsätta använda GoDaddy webbplatsredigerare för att bygga din webbplats?"],"Yes, keep using GoDaddy Site Editor":["Ja, fortsätt med GoDaddy webbplatsredigerare"],"No, I’d like to see other options":["Nej, jag vill se andra alternativ"],"Continue":["Fortsätt"],"We’re sorry this wasn’t the right fit for you":["Vad tråkigt att det här inte uppfyllde dina behov"],"Could you tell us why?":["Vill du berätta vad det beror på?"],"Tell us why this wasn’t the right fit for you…":["Berätta varför det här inte var bästa alternativet för dig..."],"Go Back":["Gå tillbaka"],"Skip":["Hoppa över"],"Let’s find you a better fit":["Vi kan hjälpa dig att hitta ett bättre alternativ"],"Here are some other options to explore:":["Det här är några alternativ att titta närmare på:"],"Switch to the default WordPress editor":["Byte till standardredigeraren för WordPress"],"Switch to a 3rd party page builder":["Byte till sidbyggare från tredje part"],"Talk to someone about my options":["Prata med någon om olika alternativ"],"Learn More":["Läs mer"],"Switching to the default WordPress editor":["Byter till standardredigeraren för WordPress"],"You should switch to the default WordPress editor if:":["Du kan byta till standardredigeraren för WordPress om:"],"You want to use a different theme":["Du vill använda ett annat tema"],"You are familiar with and\/or prefer to use default WordPress":["Du är van vid och\/eller föredrar att använda WordPress-redigeraren som standard"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["När du bytt kommer den här webbplatsen inte längre att fungera med GoDaddy webbplatsredigerare, så du kan inte komma tillbaka."],"Ready to switch this site to the default WordPress editor?":["Är du redo att byta den här webbplatsen till standardredigeraren för WordPress?"],"Switch to Default":["Byt till standard"],"Switching to a 3rd Party Page Builder":["Byter till sidbyggare från tredje part"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["En sidbyggare från tredje part är ett tillägg från WordPress som du installerar på din webbplats, och som gör att du kan bygga och designa sidor."],"Ready to switch this site to a 3rd party page builder?":["Redo att byta till en sidbyggare från tredje part?"],"View Plugins":["Visa tillägg"],"Expert help is on the way":["Experthjälp är på väg"],"Contact our GoDaddy guides to get started.":["Kontakta våra GoDaddy-guider för att komma igång."],"Contact Us":["Kontakta oss"],"Redirecting you to the WordPress Admin…":["Du omdirigeras till WordPress-administration..."],"Redirecting you to WordPress plugins…":["Du omdirigeras till WordPress-tillägg..."]}}}