{"translation-revision-date":"2021-04-20T15:39:53+00:00","generator":"WP-CLI\/2.4.0","source":"packages\/editor-preference-modal\/build\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"en","plural-forms":"nplurals=2; plural=(n != 1);"},"Info":["情報"],"Would you like to keep using the GoDaddy Site Editor?":["GoDaddy サイトエディターを引き続き使用しますか ?"],"Would you like to keep building your site with the GoDaddy Site Editor?":["GoDaddy サイトエディターでのサイト作成を続けますか ?"],"Yes, keep using GoDaddy Site Editor":["はい、GoDaddy サイトエディターを使用します"],"No, I’d like to see other options":["いいえ、他のオプションを表示します"],"Continue":["続行"],"We’re sorry this wasn’t the right fit for you":["お客様のご要望にそえず申し訳ございませんでした"],"Could you tell us why?":["理由を教えていただけませんか ?"],"Tell us why this wasn’t the right fit for you…":["この製品がご要望にそわなかった理由を教えてください…"],"Go Back":["戻る"],"Skip":["スキップ"],"Let’s find you a better fit":["より適した選択肢を見つけましょう"],"Here are some other options to explore:":["こちらのオプションをご検討ください"],"Switch to the default WordPress editor":["デフォルトの WordPress エディターに切り替える"],"Switch to a 3rd party page builder":["他社のページビルダーに切り替える"],"Talk to someone about my options":["選択肢について相談する"],"Learn More":["詳細"],"Switching to the default WordPress editor":["デフォルトの WordPress エディターに切り替えています"],"You should switch to the default WordPress editor if:":["以下のような場合にデフォルトの WordPress エディターに切り替えてください。"],"You want to use a different theme":["別のテーマを使用したい"],"You are familiar with and\/or prefer to use default WordPress":["デフォルトの WordPress に慣れている、またはデフォルトの WordPress エディターを使用したい"],"Once you switch, this site will no longer work with the GoDaddy Site Editor, so you won’t be able to come back.":["一度切り替えると、このサイトを GoDaddy サイトエディターで利用することができなくなり、戻って来られなくなります。"],"Ready to switch this site to the default WordPress editor?":["デフォルトの WordPress エディターに切り替える準備はできましたか ?"],"Switch to Default":["デフォルトに切り替える"],"Switching to a 3rd Party Page Builder":["他社のページビルダーに切り替えています"],"A 3rd party page builder is a WordPress plugin that you install on your site, that allows you to build and design pages.":["他社のページビルダーとは、サイトにインストールする WordPress プラグインで、ページの作成やデザインに使用します。"],"Ready to switch this site to a 3rd party page builder?":["このサイトを他社のページビルダーに切り替える準備はできましたか ?"],"View Plugins":["プラグインを表示"],"Expert help is on the way":["専門家がお手伝いします"],"Contact our GoDaddy guides to get started.":["始めるには GoDaddy ナビゲーターにお問い合わせください。"],"Contact Us":["お問い合せ"],"Redirecting you to WordPress plugins…":["WordPress プラグインにリダイレクトしています…"],"We want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["サイトの作成に適したツールをお持ちかどうか確認させてください。現在ご利用の GoDaddy サイトエディターには、WordPress のすべてに加え、デザインのカスタマイズ、ページの編集、ページの管理をすべて一箇所で行える機能が備わっています。"],"Redirecting you to the WordPress Admin…":["WordPress Admin にリダイレクトしています…"],"We appreciate your feedback and want to make sure you have the right tools to build your site. You are currently using the GoDaddy Site editor, which gives you all of WordPress plus a way to customize your design, edit your pages, and manage your pages, all from one place.":["サイトの作成に適したツールをお持ちかどうか確認するため、フィードバックの提供にご協力ください。現在ご利用の GoDaddy サイトエディターには、WordPress のすべてに加え、デザインのカスタマイズ、ページの編集、ページの管理をすべて一箇所で行える機能が備わっています。"]}}}